// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Des mises à jour de logiciels sont disponibles pour votre ordinateur. Souhaitez-vous les installer ?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Vous pouvez continuer d’utiliser votre ordinateur pendant l’installation. Vous n’aurez pas besoin de redémarrer après l’achèvement de l’installation.";
"INSTALL_TITLE" = "Installer";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Des mises à jour de logiciels pour votre ordinateur sont prêtes à être installées. Souhaitez-vous les installer maintenant ?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Vous devez redémarrer votre ordinateur après l’installation des mises à jour.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installer et redémarrer";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Vous devez vous déconnecter pour installer les mises à jour.";
"LOG_OUT_AND_INSTALL_TITLE" = "Fermer la session puis installer";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Vous devez éteindre votre ordinateur après l’installation des mises à jour.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installer et éteindre";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Des mises à jour de logiciels sont disponibles pour votre ordinateur. Souhaitez-vous les télécharger puis les installer ?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Vous devez redémarrer votre ordinateur après l’installation des mises à jour.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Des mises à jour de logiciels sont disponibles pour votre ordinateur. Souhaitez-vous les télécharger puis les installer ?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Vous devez vous déconnecter après le téléchargement des mises à jour.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Des mises à jour de logiciels sont disponibles pour votre ordinateur. Souhaitez-vous les télécharger puis les installer ?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Vous devez éteindre votre ordinateur après l’installation des mises à jour.";

"CONTINUE_TITLE" = "Continuer";


// common buttons
"NOT_NOW_TITLE" = "Pas maintenant";
"SHOW_DETAILS_TITLE" = "Afficher les détails";
